
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"Checkout|巴瑟拉斯|Horde|100|HUNTER", -- [1]
				"Huozhanff|安东尼达斯|Horde|55|DEATHKNIGHT", -- [2]
				"安哥拉兔子|巴瑟拉斯|Horde|57|ROGUE", -- [3]
				"挖掘机教授|巴瑟拉斯|Horde|60|SHAMAN", -- [4]
				"暗月小宝|巴瑟拉斯|Horde|1|WARRIOR", -- [5]
				"果断开无敌|巴瑟拉斯|Horde|1|PALADIN", -- [6]
				"硫磺烈焰|巴瑟拉斯|Horde|80|WARLOCK", -- [7]
				"红烧牛腩|巴瑟拉斯|Horde|90|PRIEST", -- [8]
				"罗绫|巴瑟拉斯|Horde|90|DEATHKNIGHT", -- [9]
				"苏灿灿|巴瑟拉斯|Horde|93|MONK", -- [10]
				"货站大|安东尼达斯|Horde|55|DEATHKNIGHT", -- [11]
			},
		},
	},
	["profileKeys"] = {
		["硫磺烈焰 - 巴瑟拉斯"] = "硫磺烈焰 - 巴瑟拉斯",
		["Huozhanff - 安东尼达斯"] = "Huozhanff - 安东尼达斯",
		["罗绫 - 巴瑟拉斯"] = "罗绫 - 巴瑟拉斯",
		["挖掘机教授 - 巴瑟拉斯"] = "挖掘机教授 - 巴瑟拉斯",
		["货站大 - 安东尼达斯"] = "货站大 - 安东尼达斯",
		["红烧牛腩 - 巴瑟拉斯"] = "红烧牛腩 - 巴瑟拉斯",
		["暗月小宝 - 巴瑟拉斯"] = "暗月小宝 - 巴瑟拉斯",
		["苏灿灿 - 巴瑟拉斯"] = "苏灿灿 - 巴瑟拉斯",
		["果断开无敌 - 巴瑟拉斯"] = "果断开无敌 - 巴瑟拉斯",
		["Checkout - 巴瑟拉斯"] = "Checkout - 巴瑟拉斯",
		["安哥拉兔子 - 巴瑟拉斯"] = "安哥拉兔子 - 巴瑟拉斯",
	},
	["profiles"] = {
		["硫磺烈焰 - 巴瑟拉斯"] = {
		},
		["Huozhanff - 安东尼达斯"] = {
		},
		["罗绫 - 巴瑟拉斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"Checkout|巴瑟拉斯|Horde", -- [1]
					"红烧牛腩|巴瑟拉斯|Horde", -- [2]
				},
			},
		},
		["挖掘机教授 - 巴瑟拉斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"果断开无敌|巴瑟拉斯|Horde", -- [1]
				},
			},
		},
		["货站大 - 安东尼达斯"] = {
		},
		["红烧牛腩 - 巴瑟拉斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"Checkout|巴瑟拉斯|Horde", -- [1]
					"挖掘机教授|巴瑟拉斯|Horde", -- [2]
				},
			},
		},
		["暗月小宝 - 巴瑟拉斯"] = {
		},
		["苏灿灿 - 巴瑟拉斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"风灵洛洛|巴瑟拉斯|Horde", -- [1]
					"Checkout|巴瑟拉斯|Horde", -- [2]
				},
			},
		},
		["果断开无敌 - 巴瑟拉斯"] = {
		},
		["Checkout - 巴瑟拉斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"风灵洛洛|巴瑟拉斯|Horde", -- [1]
					"酸菜牛肉|巴瑟拉斯|Horde", -- [2]
					"苏灿灿|巴瑟拉斯|Horde", -- [3]
					"挖掘机教授|巴瑟拉斯|Horde", -- [4]
				},
			},
		},
		["安哥拉兔子 - 巴瑟拉斯"] = {
		},
	},
}
