
RAIDBUILDER_CHARACTER_DB = {
	["profileKeys"] = {
		["苏灿灿 - 巴瑟拉斯"] = "苏灿灿 - 巴瑟拉斯",
	},
	["profiles"] = {
		["苏灿灿 - 巴瑟拉斯"] = {
			["groupCacheProfile"] = {
				["unitCache"] = {
					["Ananey-死亡之翼"] = {
						["Progression"] = {
							0, -- [1]
							127, -- [2]
						},
						["Stats"] = {
							["A"] = 846,
							["H"] = 6.8,
							["C"] = 17.04,
							["E"] = 0,
							["T"] = 0,
							["M"] = 34.34,
						},
						["ItemLevel"] = 488,
						["Class"] = "PALADIN",
						["BattleTag"] = "亚洲舞王赵四#5323",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "Ananey-死亡之翼",
					},
					["細雨清風-红龙军团"] = {
						["Progression"] = {
							127, -- [1]
							127, -- [2]
						},
						["Stats"] = {
							["A"] = 1288,
							["H"] = 7.9,
							["C"] = 21.74,
							["E"] = 0,
							["T"] = 0,
							["M"] = 52.35,
						},
						["ItemLevel"] = 511,
						["Class"] = "WARRIOR",
						["BattleTag"] = "盛夏的星辰#5993",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "細雨清風-红龙军团",
					},
				},
			},
			["inviteBNets"] = {
				["的吗希亚#5476"] = true,
			},
			["settings"] = {
				["storage"] = {
					["y"] = -181.692993164063,
					["x"] = -95.027099609375,
					["point"] = "RIGHT",
					["scale"] = 1,
				},
				["defaultPanel"] = 2,
			},
			["logs"] = {
				"|cff00ffff2014/10/10 20:49:36|r 已提交申请加入|cffffd100|cfffed000斑马斑马-丹莫德|r|r的活动。", -- [1]
				"|cff00ffff2014/10/11 22:04:27|r 已提交申请加入|cffffd100|cfffed000七年祭-血色十字军|r|r的活动。", -- [2]
				"|cff00ffff2014/11/15 23:17:29|r 创建/更新活动成功 |cfffed000火焰之地|r", -- [3]
				"|cff00ffff2014/11/15 23:17:55|r 你邀请Ananey-死亡之翼加入你的队伍", -- [4]
				"|cff00ffff2014/11/15 23:17:57|r Ananey-死亡之翼加入了队伍。", -- [5]
				"|cff00ffff2014/11/15 23:18:22|r 兑换平台商品列表已更新。", -- [6]
				"|cff00ffff2014/11/15 23:18:55|r 创建/更新活动成功 |cfffed000火焰之地|r", -- [7]
				"|cff00ffff2014/11/15 23:19:51|r 无法找到玩家'我有十八厘米-斯坦索姆'。", -- [8]
				"|cff00ffff2014/11/15 23:20:26|r 你邀请細雨清風-红龙军团加入你的队伍", -- [9]
				"|cff00ffff2014/11/15 23:20:29|r 細雨清風-红龙军团加入了队伍。", -- [10]
				"|cff00ffff2014/11/16 23:06:31|r 已提交申请加入|cfffed000围绕我额三-火烟之谷|r的活动。", -- [11]
				"|cff00ffff2014/11/16 23:07:09|r 已提交申请加入|cfffed000李宁和耐克-试炼之环|r的活动。", -- [12]
				"|cff00ffff2014/11/16 23:07:14|r 已取消申请加入|cfffed000李宁和耐克-试炼之环|r的活动。", -- [13]
				"|cff00ffff2014/11/16 23:07:24|r 已提交申请加入|cfffed000寒冰之躯-拉文凯斯|r的活动。", -- [14]
				"|cff00ffff2014/11/16 23:07:38|r 已提交申请加入|cfffed000低调五月天-森金|r的活动。", -- [15]
				"|cff00ffff2014/11/16 23:07:44|r 已提交申请加入|cfffed000Jakcob-鬼雾峰|r的活动。", -- [16]
				"|cff00ffff2014/11/16 23:08:02|r 已提交申请加入|cfffed000Northertual-亡语者|r的活动。", -- [17]
				"|cff00ffff2014/11/16 23:08:07|r 已取消申请加入|cfffed000Northertual-亡语者|r的活动。", -- [18]
				"|cff00ffff2014/11/16 23:08:07|r 已取消申请加入|cfffed000围绕我额三-火烟之谷|r的活动。", -- [19]
				"|cff00ffff2014/11/16 23:08:07|r 已取消申请加入|cfffed000Jakcob-鬼雾峰|r的活动。", -- [20]
				"|cff00ffff2014/11/16 23:08:20|r 已提交申请加入|cfffed000Northertual-亡语者|r的活动。", -- [21]
				"|cff00ffff2014/11/16 23:08:48|r 已取消申请加入|cfffed000Northertual-亡语者|r的活动。", -- [22]
				"|cff00ffff2014/11/16 23:09:52|r 已提交申请加入|cfffed000Northertual-亡语者|r的活动。", -- [23]
				"|cff00ffff2014/11/19 21:22:19|r 发现新版本：|cfffed00060000.04|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石WOD版上线|r 更多更新内容请浏览论坛", -- [24]
			},
		},
	},
}
