
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"好名字都没了|巴瑟拉斯|Horde|90|ROGUE", -- [1]
				"酸菜牛肉|巴瑟拉斯|Horde|100|MAGE", -- [2]
				"风灵洛洛|巴瑟拉斯|Horde|90|PRIEST", -- [3]
			},
		},
	},
	["profileKeys"] = {
		["好名字都没了 - 巴瑟拉斯"] = "好名字都没了 - 巴瑟拉斯",
		["酸菜牛肉 - 巴瑟拉斯"] = "酸菜牛肉 - 巴瑟拉斯",
		["风灵洛洛 - 巴瑟拉斯"] = "风灵洛洛 - 巴瑟拉斯",
	},
	["profiles"] = {
		["好名字都没了 - 巴瑟拉斯"] = {
		},
		["酸菜牛肉 - 巴瑟拉斯"] = {
		},
		["风灵洛洛 - 巴瑟拉斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"素衣|巴瑟拉斯|Horde", -- [1]
				},
			},
		},
	},
}
