
RAIDBUILDER_CHARACTER_DB = {
	["profileKeys"] = {
		["Checkout - 巴瑟拉斯"] = "Checkout - 巴瑟拉斯",
	},
	["profiles"] = {
		["Checkout - 巴瑟拉斯"] = {
			["batchApplyProfile"] = {
				["refuseList"] = {
					["萌萌小猎-白银之手"] = 1417080446,
					["四月的阳光-埃克索图斯"] = 1417261006,
					["Philosophica-伊森利恩"] = 1416841680,
					["堂堂村干部-幽暗沼泽"] = 1417097275,
					["风吹裆蛋蛋凉-艾莫莉丝"] = 1417067022,
					["寂寞挽歌-伊利丹"] = 1417098499,
					["高速箭伊尼莉-亡语者"] = 1417067155,
					["梅川內枯-卡拉赞"] = 1417002668,
					["包子不是花卷-贫瘠之地"] = 1417097261,
					["贝优妮塔-寒冰皇冠"] = 1417069341,
					["讨米佬-霜狼"] = 1417068848,
					["煞尔-影之哀伤"] = 1417071608,
				},
			},
			["minimap"] = {
				["minimapPos"] = 338.386034969234,
			},
			["inviteBNets"] = {
				["baoyasu11111#5152"] = true,
				["东仕#5493"] = true,
				["SwankyOrc#57187"] = true,
				["月光下的旋律#5370"] = true,
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 94.5998992919922,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
				["defaultPanel"] = 2,
			},
			["logs"] = {
				"|cff00ffff2014/11/15 23:27:30|r 兑换平台|cfffed000您当前可用积分为：375|r", -- [1]
				"|cff00ffff2014/11/16 22:24:30|r 创建/更新活动成功 |cfffed000巨龙之魂|r", -- [2]
				"|cff00ffff2014/11/16 22:26:28|r 你邀请丶慥丨夢丶-石爪峰加入你的队伍", -- [3]
				"|cff00ffff2014/11/16 22:26:30|r 丶慥丨夢丶-石爪峰加入了队伍。", -- [4]
				"|cff00ffff2014/11/16 22:27:18|r 你邀请哈瑞-暗影裂口加入你的队伍", -- [5]
				"|cff00ffff2014/11/16 22:27:19|r 你邀请Samren-红龙军团加入你的队伍", -- [6]
				"|cff00ffff2014/11/16 22:27:20|r 哈瑞-暗影裂口加入了团队。", -- [7]
				"|cff00ffff2014/11/16 22:27:21|r Samren-红龙军团加入了团队。", -- [8]
				"|cff00ffff2014/11/16 22:27:22|r 你邀请醉中幻想-洛丹伦加入你的队伍", -- [9]
				"|cff00ffff2014/11/16 22:27:24|r 醉中幻想-洛丹伦加入了团队。", -- [10]
				"|cff00ffff2014/11/16 22:27:51|r 你邀请几百个萨满-达隆米尔加入你的队伍", -- [11]
				"|cff00ffff2014/11/16 22:27:54|r 几百个萨满-达隆米尔加入了团队。", -- [12]
				"|cff00ffff2014/11/16 22:28:16|r 你邀请Aon-红龙军团加入你的队伍", -- [13]
				"|cff00ffff2014/11/16 22:28:20|r Aon-红龙军团加入了团队。", -- [14]
				"|cff00ffff2014/11/16 22:28:37|r 你邀请丶暗影之殇-冰霜之刃加入你的队伍", -- [15]
				"|cff00ffff2014/11/16 22:28:38|r 你邀请守护丶群-摩摩尔加入你的队伍", -- [16]
				"|cff00ffff2014/11/16 22:28:39|r 丶暗影之殇-冰霜之刃加入了团队。", -- [17]
				"|cff00ffff2014/11/16 22:28:40|r 守护丶群-摩摩尔加入了团队。", -- [18]
				"|cff00ffff2014/11/16 22:28:41|r 你邀请凋残-布兰卡德加入你的队伍", -- [19]
				"|cff00ffff2014/11/16 22:28:43|r 凋残-布兰卡德加入了团队。", -- [20]
				"|cff00ffff2014/11/16 22:29:32|r 你邀请無盡空虚-毁灭之锤加入你的队伍", -- [21]
				"|cff00ffff2014/11/16 22:29:35|r 無盡空虚-毁灭之锤加入了团队。", -- [22]
				"|cff00ffff2014/11/16 22:29:35|r 你邀请小美守护神-雷霆之怒加入你的队伍", -- [23]
				"|cff00ffff2014/11/16 22:29:37|r 小美守护神-雷霆之怒加入了团队。", -- [24]
				"|cff00ffff2014/11/16 22:29:38|r 无法找到玩家'大榕树-巫妖之王'。", -- [25]
				"|cff00ffff2014/11/16 22:29:38|r 你邀请Elfcoco-黑翼之巢加入你的队伍", -- [26]
				"|cff00ffff2014/11/16 22:29:39|r 无法找到玩家'黎明雨石-海克泰尔'。", -- [27]
				"|cff00ffff2014/11/16 22:29:41|r 无法找到玩家'月光下的旋律-斯克提斯'。", -- [28]
				"|cff00ffff2014/11/16 22:29:41|r Elfcoco-黑翼之巢加入了团队。", -- [29]
				"|cff00ffff2014/11/16 22:29:44|r 无法找到玩家'默克尔-冰霜之刃'。", -- [30]
				"|cff00ffff2014/11/16 22:35:16|r 已暂停招募", -- [31]
				"|cff00ffff2014/11/19 21:18:45|r 发现新版本：|cfffed00060000.04|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石WOD版上线|r 更多更新内容请浏览论坛", -- [32]
				"|cff00ffff2014/11/19 21:23:02|r 发现新版本：|cfffed00060000.04|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石WOD版上线|r 更多更新内容请浏览论坛", -- [33]
				"|cff00ffff2014/11/24 23:02:20|r 已提交申请加入|cfffed000飞翔的蓝鸟-影之哀伤|r的活动。", -- [34]
				"|cff00ffff2014/11/24 23:02:40|r 已提交申请加入|cfffed000超丶-狂热之刃|r的活动。", -- [35]
				"|cff00ffff2014/11/24 23:02:48|r 已取消申请加入|cfffed000超丶-狂热之刃|r的活动。", -- [36]
				"|cff00ffff2014/11/24 23:04:24|r 已取消申请加入|cfffed000飞翔的蓝鸟-影之哀伤|r的活动。", -- [37]
				"|cff00ffff2014/11/24 23:05:36|r 已提交申请加入|cfffed000Philosophica-伊森利恩|r的活动。", -- [38]
				"|cff00ffff2014/11/24 23:06:10|r 已提交申请加入|cfffed000Âãäåæxoeisho-熊猫酒仙|r的活动。", -- [39]
				"|cff00ffff2014/11/24 23:06:37|r 已提交申请加入|cfffed000丿镇魂-布兰卡德|r的活动。", -- [40]
				"|cff00ffff2014/11/24 23:07:14|r 已提交申请加入|cfffed000贫尼很辣-末日祷告祭坛|r的活动。", -- [41]
				"|cff00ffff2014/11/24 23:07:58|r 已提交申请加入|cfffed000夜之深影-甜水绿洲|r的活动。", -- [42]
				"|cff00ffff2014/11/24 23:08:00|r |cfffed000Philosophica-伊森利恩|r拒绝了你的活动申请", -- [43]
				"|cff00ffff2014/11/24 23:09:20|r 已取消申请加入|cfffed000丿镇魂-布兰卡德|r的活动。", -- [44]
				"|cff00ffff2014/11/24 23:09:20|r 已取消申请加入|cfffed000Âãäåæxoeisho-熊猫酒仙|r的活动。", -- [45]
				"|cff00ffff2014/11/24 23:09:20|r 已取消申请加入|cfffed000贫尼很辣-末日祷告祭坛|r的活动。", -- [46]
				"|cff00ffff2014/11/24 23:10:23|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [47]
				"|cff00ffff2014/11/24 23:11:06|r 你邀请盤絲大仙-苏塔恩加入你的队伍", -- [48]
				"|cff00ffff2014/11/24 23:11:07|r 你邀请小陈少爷-奎尔丹纳斯加入你的队伍", -- [49]
				"|cff00ffff2014/11/24 23:11:10|r 小陈少爷-奎尔丹纳斯加入了队伍。", -- [50]
				"|cff00ffff2014/11/24 23:11:10|r 盤絲大仙-苏塔恩加入了团队。", -- [51]
				"|cff00ffff2014/11/24 23:11:14|r 你邀请铁拳男士-伊森利恩加入你的队伍", -- [52]
				"|cff00ffff2014/11/24 23:11:17|r 铁拳男士-伊森利恩加入了团队。", -- [53]
				"|cff00ffff2014/11/24 23:11:30|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [54]
				"|cff00ffff2014/11/24 23:13:06|r 你邀请圣月星光-苏塔恩加入你的队伍", -- [55]
				"|cff00ffff2014/11/24 23:13:09|r 圣月星光-苏塔恩加入了团队。", -- [56]
				"|cff00ffff2014/11/24 23:13:19|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [57]
				"|cff00ffff2014/11/24 23:41:01|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [58]
				"|cff00ffff2014/11/24 23:41:01|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [59]
				"|cff00ffff2014/11/24 23:41:17|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [60]
				"|cff00ffff2014/11/24 23:41:17|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [61]
				"|cff00ffff2014/11/24 23:41:39|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [62]
				"|cff00ffff2014/11/24 23:42:07|r 你邀请丿灭了-天谴之门加入你的队伍", -- [63]
				"|cff00ffff2014/11/24 23:42:09|r 丿灭了-天谴之门加入了团队。", -- [64]
				"|cff00ffff2014/11/24 23:42:19|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [65]
				"|cff00ffff2014/11/25 14:55:17|r 已提交申请加入|cfffed000抽筋狂-阿尔萨斯|r的活动。", -- [66]
				"|cff00ffff2014/11/25 14:55:20|r 已提交申请加入|cfffed000注意施法距离-暗影裂口|r的活动。", -- [67]
				"|cff00ffff2014/11/25 14:55:38|r 已提交申请加入|cfffed000那谁丶别跑-阿纳克洛斯|r的活动。", -- [68]
				"|cff00ffff2014/11/25 14:55:50|r 已提交申请加入|cfffed000抽筋狂-阿尔萨斯|r的活动。", -- [69]
				"|cff00ffff2014/11/25 14:55:56|r 已取消申请加入|cfffed000注意施法距离-暗影裂口|r的活动。", -- [70]
				"|cff00ffff2014/11/25 14:55:56|r 已取消申请加入|cfffed000那谁丶别跑-阿纳克洛斯|r的活动。", -- [71]
				"|cff00ffff2014/11/25 14:56:24|r 已提交申请加入|cfffed000那谁丶别跑-阿纳克洛斯|r的活动。", -- [72]
				"|cff00ffff2014/11/25 14:56:29|r 已提交申请加入|cfffed000Apstanley-亡语者|r的活动。", -- [73]
				"|cff00ffff2014/11/25 14:56:31|r 已提交申请加入|cfffed000夏黑黑-黑石尖塔|r的活动。", -- [74]
				"|cff00ffff2014/11/25 14:56:34|r 已提交申请加入|cfffed000转那个骑士-冰风岗|r的活动。", -- [75]
				"|cff00ffff2014/11/25 14:56:36|r 已取消申请加入|cfffed000转那个骑士-冰风岗|r的活动。", -- [76]
				"|cff00ffff2014/11/25 14:56:36|r 已取消申请加入|cfffed000夏黑黑-黑石尖塔|r的活动。", -- [77]
				"|cff00ffff2014/11/25 14:56:36|r 已取消申请加入|cfffed000那谁丶别跑-阿纳克洛斯|r的活动。", -- [78]
				"|cff00ffff2014/11/25 14:56:40|r 已提交申请加入|cfffed000夜尽天明了-密林游侠|r的活动。", -- [79]
				"|cff00ffff2014/11/25 14:57:19|r 已提交申请加入|cfffed000尛申-洛萨|r的活动。", -- [80]
				"|cff00ffff2014/11/25 14:57:27|r 已取消申请加入|cfffed000夜尽天明了-密林游侠|r的活动。", -- [81]
				"|cff00ffff2014/11/26 19:46:56|r 已提交申请加入|cfffed000梅川內枯-卡拉赞|r的活动。", -- [82]
				"|cff00ffff2014/11/26 19:47:14|r 已提交申请加入|cfffed000天下戰神丶-贫瘠之地|r的活动。", -- [83]
				"|cff00ffff2014/11/26 19:47:19|r 已提交申请加入|cfffed000Pooloop-斩魔者|r的活动。", -- [84]
				"|cff00ffff2014/11/26 19:48:05|r 已提交申请加入|cfffed000新我的团长-迅捷微风|r的活动。", -- [85]
				"|cff00ffff2014/11/26 19:48:05|r 已取消申请加入|cfffed000Pooloop-斩魔者|r的活动。", -- [86]
				"|cff00ffff2014/11/26 19:48:05|r 已取消申请加入|cfffed000新我的团长-迅捷微风|r的活动。", -- [87]
				"|cff00ffff2014/11/26 19:51:08|r |cfffed000梅川內枯-卡拉赞|r拒绝了你的活动申请", -- [88]
				"|cff00ffff2014/11/26 20:48:22|r 已提交申请加入|cfffed000雀巢黑巨人-海克泰尔|r的活动。", -- [89]
				"|cff00ffff2014/11/26 20:48:31|r 已提交申请加入|cfffed000釖疤臉-风暴之鳞|r的活动。", -- [90]
				"|cff00ffff2014/11/26 20:48:33|r 已取消申请加入|cfffed000釖疤臉-风暴之鳞|r的活动。", -- [91]
				"|cff00ffff2014/11/26 22:25:40|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [92]
				"|cff00ffff2014/11/26 22:25:45|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [93]
				"|cff00ffff2014/11/26 22:27:01|r 你邀请同志们冲啊-地狱咆哮加入你的队伍", -- [94]
				"|cff00ffff2014/11/26 22:27:04|r 同志们冲啊-地狱咆哮加入了队伍。", -- [95]
				"|cff00ffff2014/11/26 22:29:11|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [96]
				"|cff00ffff2014/11/26 22:31:31|r 你邀请灬丨悍匪丨灬-迅捷微风加入你的队伍", -- [97]
				"|cff00ffff2014/11/26 22:31:32|r 兑换平台|cfffed000您当前可用积分为：375|r", -- [98]
				"|cff00ffff2014/11/26 22:31:34|r 灬丨悍匪丨灬-迅捷微风加入了队伍。", -- [99]
				"|cff00ffff2014/11/26 22:31:44|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [100]
				"|cff00ffff2014/11/26 22:32:12|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [101]
				"|cff00ffff2014/11/26 22:32:12|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [102]
				"|cff00ffff2014/11/26 22:32:19|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [103]
				"|cff00ffff2014/11/26 22:34:59|r 你邀请丶李文玉-阿扎达斯加入你的队伍", -- [104]
				"|cff00ffff2014/11/26 22:35:01|r 丶李文玉-阿扎达斯加入了团队。", -- [105]
				"|cff00ffff2014/11/26 22:35:11|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [106]
				"|cff00ffff2014/11/26 23:23:03|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [107]
				"|cff00ffff2014/11/26 23:23:54|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [108]
				"|cff00ffff2014/11/26 23:24:19|r 霸氣無畏-熔火之心已经加入了别的队伍", -- [109]
				"|cff00ffff2014/11/26 23:25:04|r 你邀请圣光乛忽悠你-天谴之门加入你的队伍", -- [110]
				"|cff00ffff2014/11/26 23:25:06|r 圣光乛忽悠你-天谴之门加入了队伍。", -- [111]
				"|cff00ffff2014/11/26 23:25:16|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [112]
				"|cff00ffff2014/11/26 23:30:51|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [113]
				"|cff00ffff2014/11/26 23:30:51|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [114]
				"|cff00ffff2014/11/26 23:31:02|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [115]
				"|cff00ffff2014/11/26 23:31:02|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [116]
				"|cff00ffff2014/11/26 23:31:11|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [117]
				"|cff00ffff2014/11/26 23:32:01|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [118]
				"|cff00ffff2014/11/26 23:34:09|r 创建/更新活动成功 |cfffed000普通地下城|r", -- [119]
				"|cff00ffff2014/11/26 23:34:19|r 你邀请老唐-恶魔之魂加入你的队伍", -- [120]
				"|cff00ffff2014/11/26 23:34:22|r 老唐-恶魔之魂加入了团队。", -- [121]
				"|cff00ffff2014/11/26 23:34:31|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [122]
				"|cff00ffff2014/11/27 00:19:55|r 解散活动 |cfffed000普通地下城|r", -- [123]
				"|cff00ffff2014/11/27 13:40:56|r 已提交申请加入|cfffed000风吹裆蛋蛋凉-艾莫莉丝|r的活动。", -- [124]
				"|cff00ffff2014/11/27 13:41:07|r |cfffed000风吹裆蛋蛋凉-艾莫莉丝|r拒绝了你的活动申请", -- [125]
				"|cff00ffff2014/11/27 13:43:16|r 已提交申请加入|cfffed000风吹裆蛋蛋凉-艾莫莉丝|r的活动。", -- [126]
				"|cff00ffff2014/11/27 13:43:20|r 已提交申请加入|cfffed000高速箭伊尼莉-亡语者|r的活动。", -- [127]
				"|cff00ffff2014/11/27 13:43:42|r |cfffed000风吹裆蛋蛋凉-艾莫莉丝|r拒绝了你的活动申请", -- [128]
				"|cff00ffff2014/11/27 13:45:55|r |cfffed000高速箭伊尼莉-亡语者|r拒绝了你的活动申请", -- [129]
				"|cff00ffff2014/11/27 13:58:56|r 已提交申请加入|cfffed000贝优妮塔-寒冰皇冠|r的活动。", -- [130]
				"|cff00ffff2014/11/27 13:59:00|r 已提交申请加入|cfffed000高速箭伊尼莉-亡语者|r的活动。", -- [131]
				"|cff00ffff2014/11/27 14:00:48|r 已取消申请加入|cfffed000贝优妮塔-寒冰皇冠|r的活动。", -- [132]
				"|cff00ffff2014/11/27 14:07:02|r 已提交申请加入|cfffed000贝优妮塔-寒冰皇冠|r的活动。", -- [133]
				"|cff00ffff2014/11/27 14:07:14|r 已提交申请加入|cfffed000讨米佬-霜狼|r的活动。", -- [134]
				"|cff00ffff2014/11/27 14:14:08|r |cfffed000讨米佬-霜狼|r拒绝了你的活动申请", -- [135]
				"|cff00ffff2014/11/27 14:22:21|r |cfffed000贝优妮塔-寒冰皇冠|r拒绝了你的活动申请", -- [136]
				"|cff00ffff2014/11/27 14:59:35|r 已提交申请加入|cfffed000煞尔-影之哀伤|r的活动。", -- [137]
				"|cff00ffff2014/11/27 15:00:08|r |cfffed000煞尔-影之哀伤|r拒绝了你的活动申请", -- [138]
				"|cff00ffff2014/11/27 17:12:22|r 已提交申请加入|cfffed000萌萌小猎-白银之手|r的活动。", -- [139]
				"|cff00ffff2014/11/27 17:27:26|r |cfffed000萌萌小猎-白银之手|r拒绝了你的活动申请", -- [140]
				"|cff00ffff2014/11/27 22:07:41|r 申请加入|cfffed000包子不是花卷-贫瘠之地|r的活动失败，|cfffed000活动已经满员|r", -- [141]
				"|cff00ffff2014/11/27 22:07:50|r 已提交申请加入|cfffed000寂寞挽歌-伊利丹|r的活动。", -- [142]
				"|cff00ffff2014/11/27 22:07:55|r 申请加入|cfffed000堂堂村干部-幽暗沼泽|r的活动失败，|cfffed000活动已经满员|r", -- [143]
				"|cff00ffff2014/11/28 19:58:37|r 已提交申请加入|cfffed000撼将-利刃之拳|r的活动。", -- [144]
				"|cff00ffff2014/11/28 19:58:47|r 已提交申请加入|cfffed000那一夜丶潴潴-死亡熔炉|r的活动。", -- [145]
				"|cff00ffff2014/11/28 19:58:59|r 已取消申请加入|cfffed000那一夜丶潴潴-死亡熔炉|r的活动。", -- [146]
				"|cff00ffff2014/11/29 19:36:46|r 申请加入|cfffed000四月的阳光-埃克索图斯|r的活动失败，|cfffed000该活动不存在|r", -- [147]
				"|cff00ffff2014/11/29 19:36:57|r 已提交申请加入|cfffed000鐵撿-古拉巴什|r的活动。", -- [148]
				"|cff00ffff2014/11/29 19:37:34|r 已提交申请加入|cfffed000Beastman-战歌|r的活动。", -- [149]
				"|cff00ffff2014/11/29 19:38:17|r 已取消申请加入|cfffed000鐵撿-古拉巴什|r的活动。", -- [150]
				"|cff00ffff2014/11/29 20:38:03|r 创建/更新活动成功 |cfffed000英雄地下城|r", -- [151]
				"|cff00ffff2014/11/29 20:40:09|r 创建/更新活动成功 |cfffed000英雄地下城|r", -- [152]
				"|cff00ffff2014/11/29 20:40:56|r 你邀请做贼好难-冰霜之刃加入你的队伍", -- [153]
				"|cff00ffff2014/11/29 20:40:59|r 做贼好难-冰霜之刃加入了队伍。", -- [154]
				"|cff00ffff2014/11/29 20:41:57|r 你邀请枕戈待黎明-屠魔山谷加入你的队伍", -- [155]
				"|cff00ffff2014/11/29 20:41:59|r 枕戈待黎明-屠魔山谷加入了队伍。", -- [156]
				"|cff00ffff2014/11/29 20:42:08|r 创建/更新活动成功 |cfffed000英雄地下城|r", -- [157]
				"|cff00ffff2014/11/29 20:45:02|r 你邀请挡重阳过无缘-阿克蒙德加入你的队伍", -- [158]
				"|cff00ffff2014/11/29 20:45:04|r 挡重阳过无缘-阿克蒙德加入了队伍。", -- [159]
				"|cff00ffff2014/11/29 20:45:14|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [160]
				"|cff00ffff2014/11/29 21:17:29|r 解散活动 |cfffed000英雄地下城|r", -- [161]
				"|cff00ffff2014/11/30 20:04:56|r 已提交申请加入|cfffed000红领巾鲜橙-黑铁|r的活动。", -- [162]
				"|cff00ffff2014/11/30 20:05:24|r 已提交申请加入|cfffed000浩瀚天羽-冰霜之刃|r的活动。", -- [163]
				"|cff00ffff2014/11/30 20:05:27|r 已提交申请加入|cfffed000冰霜韧-白银之手|r的活动。", -- [164]
				"|cff00ffff2014/11/30 20:05:30|r 已提交申请加入|cfffed000五百季稻-布兰卡德|r的活动。", -- [165]
				"|cff00ffff2014/11/30 20:05:55|r 已取消申请加入|cfffed000浩瀚天羽-冰霜之刃|r的活动。", -- [166]
				"|cff00ffff2014/11/30 20:05:55|r 已取消申请加入|cfffed000冰霜韧-白银之手|r的活动。", -- [167]
				"|cff00ffff2014/11/30 21:11:32|r 创建/更新活动成功 |cfffed000挑战地下城|r", -- [168]
				"|cff00ffff2014/11/30 21:12:13|r 你邀请情倾七世-艾维娜加入你的队伍", -- [169]
				"|cff00ffff2014/11/30 21:12:15|r 情倾七世-艾维娜加入了队伍。", -- [170]
				"|cff00ffff2014/11/30 21:13:15|r 你邀请唛哩唛哩轰-瓦拉纳加入你的队伍", -- [171]
				"|cff00ffff2014/11/30 21:13:17|r 唛哩唛哩轰-瓦拉纳加入了团队。", -- [172]
				"|cff00ffff2014/11/30 21:13:27|r |cffff0000你创建的活动已满员将暂停招募，如有玩家离队需重新招募，请点击|cffffd100小地图按钮右键菜单|r的|cffffd100|cfffed000恢复招募|r|r", -- [173]
			},
			["groupCacheProfile"] = {
				["unitCache"] = {
					["天煞小星"] = {
						["Name"] = "天煞小星",
						["ItemLevel"] = 633,
						["Level"] = 100,
						["Class"] = 2,
						["BattleTag"] = "ThanksMoon#5588",
						["PVPRating"] = 0,
					},
					["凋残-布兰卡德"] = {
						["Progression"] = {
							255, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["A"] = 1584,
							["H"] = 23.82,
							["C"] = 16.61,
							["E"] = 3,
							["T"] = 0,
							["M"] = 48.35,
						},
						["ItemLevel"] = 515,
						["Class"] = "DEATHKNIGHT",
						["BattleTag"] = "慕壹#5344",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "凋残-布兰卡德",
					},
					["动次打次-黑翼之巢"] = {
						["Progression"] = {
							0, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["P"] = 0,
							["M"] = 26.58,
							["B"] = 0,
							["E"] = 0,
							["T"] = 0,
							["D"] = 3.2,
							["R"] = 205,
						},
						["ItemLevel"] = 497,
						["Class"] = "DRUID",
						["BattleTag"] = "动次打次#5797",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "动次打次-黑翼之巢",
					},
					["佐佑-布兰卡德"] = {
						["Progression"] = {
							255, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["A"] = 1220,
							["H"] = 24.74,
							["C"] = 21.26,
							["E"] = 0,
							["T"] = 0,
							["M"] = 52.92,
						},
						["ItemLevel"] = 524,
						["Class"] = "PALADIN",
						["BattleTag"] = "慕壹#5344",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "佐佑-布兰卡德",
					},
					["溱溱"] = {
						["Progression"] = {
							63, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["H"] = 22.78,
							["C"] = 11.38,
							["M"] = 18.43,
							["T"] = 0,
							["S"] = 406,
						},
						["ItemLevel"] = 304,
						["Class"] = "PALADIN",
						["BattleTag"] = "泽拉图#5170",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 86,
						["Name"] = "溱溱",
					},
					["小美守护神-雷霆之怒"] = {
						["Progression"] = {
							0, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["A"] = 1255,
							["H"] = 17.28,
							["C"] = 22,
							["E"] = 0,
							["T"] = 0,
							["M"] = 40.7,
						},
						["ItemLevel"] = 508,
						["Class"] = "PALADIN",
						["BattleTag"] = "超级大河马#5127",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "小美守护神-雷霆之怒",
					},
					["丶暗影之殇-冰霜之刃"] = {
						["Progression"] = {
							255, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["A"] = 1870,
							["H"] = 27.05,
							["C"] = 28.57,
							["E"] = 0,
							["T"] = 0,
							["M"] = 122.35,
						},
						["ItemLevel"] = 561,
						["Class"] = "ROGUE",
						["BattleTag"] = "丶楠木丷沐沐#5364",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "丶暗影之殇-冰霜之刃",
					},
					["酸菜牛肉"] = {
						["Name"] = "酸菜牛肉",
						["ItemLevel"] = 631,
						["Level"] = 100,
						["Class"] = 8,
						["BattleTag"] = "泽拉图#5170",
						["PVPRating"] = 0,
					},
					["守护丶群-摩摩尔"] = {
						["Progression"] = {
							255, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["A"] = 1933,
							["H"] = 33.72,
							["C"] = 48.57,
							["E"] = 0,
							["T"] = 0,
							["M"] = 11.35,
						},
						["ItemLevel"] = 582,
						["Class"] = "HUNTER",
						["BattleTag"] = "群总#5844",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "守护丶群-摩摩尔",
					},
					["几百个萨满-达隆米尔"] = {
						["Progression"] = {
							255, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["H"] = 31.42,
							["C"] = 21.35,
							["M"] = 99,
							["T"] = 0,
							["S"] = 1834,
						},
						["ItemLevel"] = 558,
						["Class"] = "SHAMAN",
						["BattleTag"] = "段老大#5702",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "几百个萨满-达隆米尔",
					},
					["無盡空虚-毁灭之锤"] = {
						["Progression"] = {
							16, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["H"] = 29.93,
							["C"] = 21.65,
							["M"] = 66.09,
							["T"] = 0,
							["S"] = 1711,
						},
						["ItemLevel"] = 550,
						["Class"] = "MAGE",
						["BattleTag"] = "有时彷徨#5122",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "無盡空虚-毁灭之锤",
					},
					["丿灭了-天谴之门"] = {
						["Name"] = "丿灭了-天谴之门",
						["ItemLevel"] = 610,
						["Level"] = 100,
						["Class"] = 11,
						["BattleTag"] = "华子#5286",
						["PVPRating"] = 0,
					},
					["Elfcoco-黑翼之巢"] = {
						["Progression"] = {
							0, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["H"] = 24.31,
							["C"] = 15.65,
							["M"] = 83.74,
							["T"] = 0,
							["S"] = 1558,
						},
						["ItemLevel"] = 531,
						["Class"] = "SHAMAN",
						["BattleTag"] = "锅小暴#5878",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "Elfcoco-黑翼之巢",
					},
					["丶慥丨夢丶-石爪峰"] = {
						["Progression"] = {
							255, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["A"] = 1740,
							["H"] = 48.26,
							["C"] = 40.74,
							["E"] = 0,
							["T"] = 0,
							["M"] = 133,
						},
						["ItemLevel"] = 583,
						["Class"] = "ROGUE",
						["BattleTag"] = "吕永辉#5269",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "丶慥丨夢丶-石爪峰",
					},
					["醉中幻想-洛丹伦"] = {
						["Progression"] = {
							251, -- [1]
							255, -- [2]
						},
						["Stats"] = {
							["A"] = 1604,
							["H"] = 21.9,
							["C"] = 27.3,
							["E"] = 0,
							["T"] = 0,
							["M"] = 62.02,
						},
						["ItemLevel"] = 562,
						["Class"] = "PALADIN",
						["BattleTag"] = "叫兽#5990",
						["PVPRating"] = 0,
						["Fans"] = 0,
						["Level"] = 90,
						["Name"] = "醉中幻想-洛丹伦",
					},
					["Checkout"] = {
						["Name"] = "Checkout",
						["ItemLevel"] = 633,
						["Level"] = 100,
						["Class"] = 3,
						["BattleTag"] = "Marvin#5136",
						["PVPRating"] = 0,
					},
				},
				["currentRole"] = "DAMAGER",
				["unitRoles"] = {
					["Checkout"] = "DAMAGER",
				},
			},
		},
	},
}
